backend/app-be/app/controllers/entertainments_controller.rb

SELECT "entertainments".* FROM "entertainments"
---
  def index
    @entertainments = Entertainment.all