backend/app-be/app/controllers/generals_controller.rb

SELECT "generals".* FROM "generals"
---
  def index
    @generals = General.all