backend/app-be/app/controllers/healths_controller.rb

SELECT "healths".* FROM "healths"
---
  def index
    @healths = Health.all