backend/app-be/app/controllers/sciences_controller.rb

SELECT "sciences".* FROM "sciences"
---
  def index
    @sciences = Science.all