backend/app-be/app/controllers/sports_controller.rb

  def index
    @sports = Sport.all
---
SELECT "sports".* FROM "sports"